[
 {
  "Confessions": "I WANT FRIENDS... BHOUT SAARE FRIENDS"
 },
 {
  "Confessions": "Dear Amul shopkeeper,\nWhy didn't you get Garam doodh when I asked for it in winter?"
 },
 {
  "Confessions": "All the grills I loved you from the bottom of my heart"
 },
 {
  "Confessions": "Dear Amit, this may sound very weird, but I like you more than any other girl has ever liked you, I wish you were gay."
 },
 {
  "Confessions": "Dear Srikanth,\nI play badminton with you, and this may sound very absurd but I have hots for you. \n"
 },
 {
  "Confessions": "I must apologize to a lot of people, as I have been experimenting my psychic techniques to a lot of my batch mates, which worked well, without them noticing. It lead to them battling with themselves, and creating confusions. "
 },
 {
  "Confessions": "@pushkar - sorry bro"
 },
 {
  "Confessions": "@priyanka - we haven't talked, but BTS sux"
 },
 {
  "Confessions": "@souritra - sorry for messing up your HDD man. It was an accident"
 },
 {
  "Confessions": "You were one of my close friends here.I don’t know what happened between us( I think I made some mistakes) but now we barely talk to each other. \nI miss our friendship too much. I tried to talk to you but you didn’t show interest.\nAnyway, that's all I have to say. \nHave a great future and let's see if we can talk on this matter."
 },
 {
  "Confessions": "Hame chod k....jo tum jaaogi....\nBada pachtaogi....\nBada pachtaogi....\n(To whom it may concern.....continued by VB)\n-Ek Diljala Aashique from mechanical"
 },
 {
  "Confessions": "Tujhe kya laga mera dil tere badminton racket jaisa najuk hai jo 1st year me hi tut Jaayega.\nYe dil bohot Sakth hai pyaari tujhe nhi toh teri Best Friend ko Patayega."
 },
 {
  "Confessions": "Dying to ask the cute marati guy from MSE. R u single?? If yes, can we go on a date before our college ends."
 },
 {
  "Confessions": "जला है जिस्म जहाँ दिल भी जल गया होगा \n\nकुरेदते हो जो  अब    राख    जुस्तुजू क्या है"
 },
 {
  "Confessions": "100 Sonaar ki, Ek Aaree ki .. lol:P"
 },
 {
  "Confessions": "Bhai tujhe link mila? Aaja tujhe link ki excel sheet bhejta hoon."
 },
 {
  "Confessions": "Tu bhi katwaa le, aree tum nahi, tum."
 },
 {
  "Confessions": "One day we shall fulfill all our dreams. Miss me."
 },
 {
  "Confessions": "Langoor ke haath me angoor, samjhe langoor?"
 },
 {
  "Confessions": "Ladkiyo ka peechha karna chhod do, nahi to ladkiya tumhara peecha karengi, wo bhi jhaadu leke "
 },
 {
  "Confessions": "Aapka to lagta hai bas yahi sapna, ram naam japna, paraayaa maal apna."
 },
 {
  "Confessions": "Kya yaar, tumhe koi bhi kuch bhi confess nahi karega, kyun idhar time waste kar rhe ho. Ae tu jaa n. Padho likho, IAS waias bano, desh ka naam ucha karo."
 },
 {
  "Confessions": "Hey glittery soul out there! My IITGN journey would be incomplete without you!!!\nTo the girl who's with me since school, to the guy who says \"Are hum karenge na handle bhai😉\" to my mood swings, to my sister in college, to my bros in studies, to all my procrastinating friends and many more!!!"
 },
 {
  "Confessions": "* a great confession *"
 },
 {
  "Confessions": "Dear Hetvi, this is for you\nBtw you will never be able to guess who this is😂\nYou are really smart; well everyone knows that😏\nYou are also really cute and sweet; I really like the way you talk; I don't know whether it's your accent or just your voice\nAll the best for your future; I know you are gonna rock it! "
 },
 {
  "Confessions": "This is for the 4th year inter-iit badminton player. I always wanted to join badminton because of you but had to stay in football. I had been having eye contact with you whenever I saw you and because of that, I just wanted to know if you had the same feelings. Wanted to be close to you, even no strings attached wala thing works. Sad to see you leave. You were a wonderful sight to watch! Anyways, its too late now. All the best for your future! "
 },
 {
  "Confessions": "I have a huge crush on Priyanka Sardar from the FP. You have such a cute face always wanted to see it from closer but never got the oppurtunity. Thanks for helping me in presentation."
 },
 {
  "Confessions": "HI Nitin puniya, i have huge crush on you. you are so so cute. "
 },
 {
  "Confessions": "Crush on a girl who plays basketball. very cute dont even need powder."
 },
 {
  "Confessions": "नाहक़ हम मजबूरों पर ये तुहमत है मुख्तारी  की\nचाहते हैं सो आप करें हैं, हम को अबस बदनाम किया\n                                                             ~ मीर तकी मीर"
 },
 {
  "Confessions": "Sakshi - My crush since first year <3. How can someone be so perfect in everything!"
 },
 {
  "Confessions": "To Raj Garhwal:\nJise dhoondta hai tu har kahin, Jo kabhi mili tujhe hai nahin. \nTujhe jiske pyaar par ho yakeen\nWoh ladki hai yahan.\n"
 },
 {
  "Confessions": "Insta, fb tak to thik tha but twiiter se bhi gayab ho gai...everything is okay?"
 },
 {
  "Confessions": "This confession is for someone, whom I haven't interacted with. She is in chemical branch obviously 4th year). \nI find myself speechless when it comes to her beauty and specifically her smile. Usually, I never miss an opportunity to be involved in short talks :). However, your case is somewhat different. If I had come to the campus earlier, I would have definitely given it a try....I know you have been challenging, so fervent I am😉. I don't waste time on such stuff, but for this case, I would have….!\nNevertheless, I wish you luck for your future journey and let's see Miss Aditi Gera, if we meet somewhere on the campus itself! :)"
 },
 {
  "Confessions": "@pradeep saini - you are awesome"
 },
 {
  "Confessions": "@sujit - get off your phone man!"
 },
 {
  "Confessions": "Dear Kaustuv Singh (EE Mtech), I want to tell you that I have a serious crush on u💖💖.......I still remember that moment when I saw u for the first time when you were playing badminton at Aaiban court. That day I felt sooo lucky to have my room in Aaiban. You look too cooool in your white crocks......yaar thoda kaam se dhyan hatake hum jese ladakio ko bhi notice Karo..... desperately waiting to talk to you 💕💕"
 },
 {
  "Confessions": "Good luck consultant!"
 },
 {
  "Confessions": "Didn't really try to get into a relationship, but damn I should have."
 },
 {
  "Confessions": "To all, everything was nice, everything went as i wanted, really??, then why am i crying."
 },
 {
  "Confessions": "That moment when I realized you about present.\nYou are a true friend.  You could be true girlfriend or life partner. You are immature. Naruto is feeling for you. You knew I like you as a friend or may be something more was there in my heart.  All people are not same."
 },
 {
  "Confessions": "Hey Sindhu, I hope you atleast know and that is enough for me"
 },
 {
  "Confessions": "The only regret of my college life would be not talking to you face to face. Who knows, we might hit it off. - Hardik Khichi"
 },
 {
  "Confessions": "There's a lot that is left for me to say, although I (he\/him) know I can never say it (directly) to you (he\/him). Wish we could have gone on a date. Not necessarily a romantic kind, but just where you talk, share things, ideas, thoughts etc. over hot sips of coffee. Our eyes might have crossed and met each other numerous times as we crossed the path. Hope I made a good impression, as at least attempts were made from my side. An inexplicable urge to just stop you and ask you if you were up for a coffee next evening as my gaze and path cross you. Enough with all that cheesy litter. Here's to you, Dhruv M. from Btech 18 MSE. I hope you achieve every dream of yours and get what you want in your life. You're hardworking, intelligent and, charismatic. Keep it up, and Thank you for making every minute worth in library. (I kinda have a feeling you know who I am, right!? Mind you, It's all in good fun, not being creepy at all :p)"
 },
 {
  "Confessions": "Only class recognized class. The rest were just basic _____ (Cmon, You know the word)"
 },
 {
  "Confessions": "Chhu kar mere man ko kiya tune kya ishara, badla ye mausam, lge pyaara jag saara..Bas gaana likhna tha yaar. "
 }
]